Repository: mjaworski96/MessageStore
Catalog: backend/MessageStorer/Common/Lang/Lang.*.resx
Languages: pl

# AliasCreation
source: Aliases can be created only from contacts (not other aliases)
pl: Aliasy mogą być tworzone tylko z kontaktów (nie z innych aliasów)

# AliasNotFound
source: Alias with id {0} not found
pl: Nie odnaleziono aliasu z id {0}

# ApplicationNotFound
source: Application {0} not found
pl: Nie odnaleziono aplikacji {0}

# AppUserContactMember
source: Message from app user can not be also from a contact member
pl: Wiadomość od użytkownika nie może być wiadomością od członka kontaktu

# app_user
source: User (you)
pl: Użytkownik (ty)

# AttachmentNotFound
source: Attachment with id {0} not found
pl: Nie onaleziono załącznika z id {0}

source: Cancelled
pl: Anulowany

source: Completed
pl: Zakończony

source: Contact
pl: Kontakt

# ContactNotFound
source: Contact with id {0} not found
pl: Nie odnaleziono kontaktu z id {0}

source: Contacts not found
pl: Nie odnaleziono kontaktu

source: Created
pl: Utworzony

# EditNotInernalAliasName
source: Only internal aliases name's can be edited
pl: Tylko nazwy wewnętrznych aliasów mogą być edytowane

# EmailConflict
source: User with this email exists
pl: Użytkownik o podanym emailu istnieje

# EmptyFacebookName
source: Facebook username can't be empty
pl: Nazwa użytkownika Facebook nie może być pusta

# EmptyPassword
source: Password can't be empty
pl: Hasło nie może być puste

# EmptyUsername
source: Username can't be empty
pl: Nazwa użytkownika nie może być pusta

source: Error - Invalid file
pl: Błąd - niepoprawny plik

source: Error - no messages
pl: Błąd - brak wiadomości

# Error_UnknownError
source: Unknown error
pl: Nieznany bład

# ForbiddenAlias
source: You have no access for this alias
pl: Nie masz dostępu do tego aliasu

# ForbiddenAttachment
source: You have no access for this attachment
pl: Nie masz dostępu do tego załącznika

# ForbiddenContact
source: You have no access for this contact
pl: Nie masz dostępu do tego kontaktu

# ForbiddenImport
source: You have no access for this import
pl: Nie masz dostępu do tego importu

# ForbiddenResource
source: You can't acces this resuorce
pl: Nie masz dostępu do tego zasobu

# ImportNotFound
source: Import with id: {0} not found
pl: Nie odnaleziono importu z id {0}

source: Internal server error
pl: Wewnętrzy błąd servera

source: Invalid alias name
pl: Niepoprawna nazwa aliasu

# InvalidEmail
source: Email is invalid
pl: Email jest nieprawidłowy

# InvalidImportStatus
source: Import has invalid status. Should be {0} but was {1}
pl: Import ma błędny status. powinin być: {0} ale był {1}

# InvalidPassword
source: Password is invalid
pl: Hasło jest niepoprawne

# InvalidUsernameAndPassword
source: Invalid username or password
pl: Niepoprawna nazwa użytkownika lub hasło

# MissingContactMember
source: Contact member is not a member of given contact
pl: Członek kontaktu nie jest członkiem kontaktu

source: Processing
pl: Przetwarzanie

# RawAliasDeletion
source: Raw aliases can't be deleted
pl: Surowe aliasy nie mogą być kasowane

# RawAliasModification
source: Raw aliases can't be modified
pl: Surowe aliasy nie mogą być modyfikowane

# StatusCreated
source: Created
pl: Utorzony

# StatusNotFound
source: Status {0} not found
pl: Nie odnaleziono statusu {0}

# StatusQueued
source: Queued
pl: Oczekujący

# TooLongContactInApplicationId
source: Contact InApplicationId can contain maximum of 256 characters
pl: IdWAplikacji kontaktu może zawierać maksymalnie 256 znaków

# TooLongContactMemberName
source: Contact member name can contain maximum of 256 characters
pl: Nazwa członka kontaktu może zawierać maksymalnie 256 znaków

# TooLongContactName
source: Contact name can contain maximum of 256 characters
pl: Nazwa kontaktu może zawierać maksymalnie 256 znaków

# TooLongFacebookName
source: Facebook usernname can contain maximum of 256 characters
pl: Nazwa użytkownika Facebook może zawierać maksymalnie 256 znaków

# TooLongMessageContent
source: Message content can contains maximum of 307200 characters
pl: Zawartosć wiadomości może zawierać maksymalnie 307200 znaków

# TooLongUsername
source: Username can't be longer than 20 characters.
pl: Nazwa użytkownika może zawierać maksymalnie 20 znaków

# UserByEmail
source: User with email: {0} not found
pl: Nie odnaleziono użytkownika z emailem {0}

# UserByIdNotFound
source: User with id: {0} not found
pl: Nie odnaleziono użytkownika id {0}

# UserByUsernameNotFound
source: User {0} not found
pl: Nie odnaleziono użytkownika o id

# UsernameConflict
source: User with this username exists
pl: Nazwa użytkownika jest zajęta

# UserNotLoggedInException
source: You are not logged in
pl: Nie jesteś zalogowany

# WriterTypeNotFound
source: Writer type {0} not found
pl: Nie odnaleziono typu piszącego {0}
